{
  "702": {
    "title": "Game Play Errors",
    "sections": {
      "702.1": {
        "title": "Overview",
        "penalty": null,
        "description": null,
        "items": [
          {
            "id": "702.1.a",
            "text": "A game play error is caused by incorrect and inaccurate play of the game that violates the Core Rules."
          },
          {
            "id": "702.1.b",
            "text": "Except for 702.16, if a player commits the same category of game play error [Warning] 3 or more times in the same day of a competition, the penalty is upgraded to [Game Loss]."
          },
          {
            "id": "702.1.c",
            "text": "At low OPL, penalties should generally be less harsh and rewinds may be applied even if the erroring player gains an information advantage."
          },
          {
            "id": "702.1.c.1",
            "text": "Penalties that require an opponent of the erroring player to make a choice can be made at random or by a judge if they can’t be avoided by a rewind."
          }
        ]
      },
      "702.2": {
        "title": "Missed Trigger",
        "penalty": "No Penalty",
        "description": "A player controls a triggered ability and doesn’t demonstrate awareness of the trigger before the first time it would affect the game in a visible fashion.",
        "items": [
          {
            "id": "702.2.a",
            "text": "See 506 for definition of triggered abilities."
          },
          {
            "id": "702.2.b",
            "text": "After the initial point at which a triggered ability is missed, any further errors related to that trigger are considered a General Error instead. See 702.15 for more information about General Errors."
          },
          {
            "id": "702.2.c",
            "text": "Players may not cause triggered abilities controlled by an opponent to be missed by taking game actions or otherwise prematurely advancing the game, including through otherwise acceptable shortcuts."
          },
          {
            "id": "702.2.d",
            "text": "A triggered ability is considered to have triggered even if it was subsequently missed. Effects that count or restrict the number of times that ability can trigger will count the missed one."
          },
          {
            "id": "702.2.e",
            "text": "If missing the trigger was advantageous for the controller, and they own the card source of the trigger, this penalty is a [Warning] instead."
          },
          {
            "id": "702.2.f",
            "text": "Remedies:"
          },
          {
            "id": "702.2.f.1",
            "text": "If a trigger is missed in a previous turn, instruct the players to continue playing."
          },
          {
            "id": "702.2.f.2",
            "text": "Otherwise, the next opponent in turn order of the player who missed the trigger chooses whether to resolve the trigger immediately or miss it altogether."
          }
        ]
      },
      "702.3": {
        "title": "Forgetting to Score a Point",
        "penalty": "No Penalty",
        "description": "A player is entitled to a point from conquering or holding a battlefield but fails to track it.",
        "items": [
          {
            "id": "702.3.a",
            "text": "This does not apply to points that would be scored from card triggers such as Ahri, Alluring."
          },
          {
            "id": "702.3.b",
            "text": "Remedies:"
          },
          {
            "id": "702.3.b.1",
            "text": "If the correct score can be determined and no more than a full round cycle has passed, increment the appropriate player’s score to that total."
          },
          {
            "id": "702.3.b.2",
            "text": "Otherwise, instruct the players to continue playing."
          }
        ]
      },
      "702.4": {
        "title": "Forgetting to Draw Cards",
        "penalty": "No Penalty",
        "description": "A player is obligated to draw a card, either as part of their draw phase or instruction from a card, but fails to do so.",
        "items": [
          {
            "id": "702.4.a",
            "text": "Remedies:"
          },
          {
            "id": "702.4.a.1",
            "text": "If the missed draws can be determined and no more than a full round cycle has passed, the appropriate player draws the missing cards."
          },
          {
            "id": "702.4.a.2",
            "text": "Otherwise, instruct the players to continue playing."
          },
          {
            "id": "702.4.b",
            "text": "If forgetting to draw was advantageous to the erroring player (example: the player is near burning out), this penalty is a [Warning] instead."
          }
        ]
      },
      "702.5": {
        "title": "Looking at Extra Cards",
        "penalty": "Warning",
        "description": "A player takes an action that enables them to see the faces of cards they are not entitled to see.",
        "items": [
          {
            "id": "702.5.a",
            "text": "Players are not entitled to see cards that are private (to another player) or secret."
          },
          {
            "id": "702.5.b",
            "text": "Cards in a deck are considered to be in that deck unless and until they touch cards in another private or secret group. If that happens, the error is instead a Secret Card Error."
          },
          {
            "id": "702.5.c",
            "text": "Remedies:"
          },
          {
            "id": "702.5.c.1",
            "text": "If the cards remain in a single deck, shuffle the deck appropriately to remove the information advantage."
          }
        ]
      },
      "702.6": {
        "title": "Channeling Too Many Runes",
        "penalty": "Warning",
        "description": "A player channels a number of runes greater than they are entitled to under the Core Rules as the result of a limited action.",
        "items": [
          {
            "id": "702.6.a",
            "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state."
          },
          {
            "id": "702.6.b",
            "text": "Remedies:"
          },
          {
            "id": "702.6.b.1",
            "text": "If the additional runes have been used to pay for actions, rewind if possible. If rewinding is not possible, this is a General Error instead. See 702.15 for more information about General Errors."
          },
          {
            "id": "702.6.b.2",
            "text": "If the additional runes are caught and no more than a full round cycle has passed, shuffle them appropriately into the rune deck."
          },
          {
            "id": "702.6.b.2.a",
            "text": "If the specific runes can’t be identified, shuffle random runes instead."
          },
          {
            "id": "702.6.b.3",
            "text": "Otherwise, instruct the players to continue playing."
          }
        ]
      },
      "702.7": {
        "title": "Channeling Too Few Runes",
        "penalty": "No Penalty",
        "description": "A player channels a number of runes less than what they are entitled to under the Core Rules as the result of a limited action.",
        "items": [
          {
            "id": "702.7.a",
            "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state."
          },
          {
            "id": "702.7.b",
            "text": "Remedies:"
          },
          {
            "id": "702.7.b.1",
            "text": "If no more than a full round cycle has passed, allow the player to channel the appropriate number of runes."
          },
          {
            "id": "702.7.b.2",
            "text": "Otherwise, instruct the players to continue playing."
          },
          {
            "id": "702.7.c",
            "text": "If forgetting to channel runes was advantageous to the erroring player, this penalty is a [Warning] instead."
          }
        ]
      },
      "702.8": {
        "title": "Overpayment for Cost",
        "penalty": "No Penalty",
        "description": "A player pays a cost overpaying its power or energy cost.",
        "items": [
          {
            "id": "702.8.a",
            "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state."
          },
          {
            "id": "702.8.b",
            "text": "Remedies:"
          },
          {
            "id": "702.8.b.1",
            "text": "If a cost is overpaid and it is still the turn where the cost was paid, the overpaying player is considered to have the extra resources floating in their resource pool."
          },
          {
            "id": "702.8.b.1.a",
            "text": "If overpaying a cost was advantageous to the erroring player, this penalty is a [Warning] instead."
          },
          {
            "id": "702.8.b.1.b",
            "text": "If overpaying a cost caused a result that would not otherwise have happened, it is a General Error. See 702.15 for more information about General Errors."
          }
        ]
      },
      "702.9": {
        "title": "Mispayment for Cost",
        "penalty": "Warning",
        "description": "A player pays a cost underpaying its power or energy cost, or uses the incorrect domain to pay a power cost.",
        "items": [
          {
            "id": "702.9.a",
            "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state."
          },
          {
            "id": "702.9.b",
            "text": "Remedies:"
          },
          {
            "id": "702.9.b.1",
            "text": "Perform a simple rewind if possible, to the moment before the card was played."
          },
          {
            "id": "702.9.b.2",
            "text": "If a simple rewind is not possible, correct the cost paid if possible, by exhausting, or recycling runes as needed."
          },
          {
            "id": "702.9.b.2.a",
            "text": "If runes were incorrectly recycled as part of the cost, rewind if possible."
          },
          {
            "id": "702.9.b.3",
            "text": "If rewinding is not possible, instruct the players to continue playing."
          }
        ]
      },
      "702.10": {
        "title": "Looking at Secret Information",
        "penalty": "Warning",
        "description": "A player looks at information that is not available to any player. See CR 127. Privacy for information types.",
        "items": [
          {
            "id": "702.10.a",
            "text": "Players should not be penalized via a remedy for errors their opponents make. Example: If one of your opponents inappropriately flips over the top card of their deck, you do not receive a penalty if you see it."
          },
          {
            "id": "702.10.b",
            "text": "Remedies:"
          },
          {
            "id": "702.10.b.1",
            "text": "If possible, take involved cards in the now-known secret information and re-randomize them with the original randomized source of appropriate cards to remove the information advantage."
          },
          {
            "id": "702.10.b.2",
            "text": "If this is not possible, reveal the information to all players to remove the information advantage and instruct the players to continue playing."
          }
        ]
      },
      "702.11": {
        "title": "Looking at Opponent Private Information",
        "penalty": "Warning",
        "description": "A player accidentally looks at information that is private to their opponent. See CR 127. Privacy for information types.",
        "items": [
          {
            "id": "702.11.a",
            "text": "Players should not be penalized via a remedy for errors their opponents make. Example: If one of your opponents inappropriately drops a card from their hand on the table, you do not receive a penalty if you see it."
          },
          {
            "id": "702.11.b",
            "text": "Remedies:"
          },
          {
            "id": "702.11.b.1",
            "text": "The opponent whose private information it is may decide whether to take involved cards in the now-known private information and re-randomize them with the original randomized source of appropriate cards."
          },
          {
            "id": "702.11.b.2",
            "text": "If they decide not to, instruct the players to proceed."
          }
        ]
      },
      "702.12": {
        "title": "Drawing Extra Cards",
        "penalty": "Warning",
        "description": "A player draws more cards than they are entitled to under the Core Rules as the result of a limited action.",
        "items": [
          {
            "id": "702.12.a",
            "text": "Drawing extra cards is also looking at extra cards, but only this error should be recorded."
          },
          {
            "id": "702.12.b",
            "text": "Remedies:"
          },
          {
            "id": "702.12.b.1",
            "text": "If the error is caught before the extra cards drawn are added to a private set, shuffle them into the main deck appropriately to remove the information advantage."
          },
          {
            "id": "702.12.b.2",
            "text": "If the error is caught after the cards drawn are added to a private set and it is within the round cycle, the next opponent in turn order of the erroring player looks at that player’s hand and chooses the appropriate number of cards to shuffle into the main deck appropriately."
          },
          {
            "id": "702.12.b.3",
            "text": "If at a later stage in the game it is determined a player has more cards in hand than they should, the remedy should be applied at this time."
          }
        ]
      },
      "702.13": {
        "title": "Nonpublic Card Error",
        "penalty": "Warning",
        "description": "A player interacts with a nonpublic card in a manner other than how they are entitled to under the Core Rules.",
        "items": [
          {
            "id": "702.13.a",
            "text": "This includes hiding a card that does not have the Hidden keyword."
          },
          {
            "id": "702.13.b",
            "text": "Upgrades to [Game Loss] if a player hides a card that doesn’t have the Hidden keyword and doesn’t correct it before it has an impact on an opponent’s action."
          }
        ]
      },
      "702.14": {
        "title": "Mulligan Procedure Error",
        "penalty": "Warning",
        "description": "A player performs the mulligan procedure incorrectly.",
        "items": [
          {
            "id": "702.14.a",
            "text": "Remedies:"
          },
          {
            "id": "702.14.a.1",
            "text": "If a player recycled and replaced more than 2 cards during their mulligan, the next opponent in turn order of the erroring player looks at that player’s hand and may choose cards up to the number of extra cards mulliganed to have that player recycle and replace."
          },
          {
            "id": "702.14.a.1.a",
            "text": "Example: If a player accidentally mulliganed 3 cards, the next opponent in turn order would look at that player's hand and may choose up to one card to have that player recycle and replace."
          },
          {
            "id": "702.14.a.2",
            "text": "If this error is caught after gameplay has begun, instruct the players to proceed."
          }
        ]
      },
      "702.15": {
        "title": "General Error",
        "penalty": "Warning",
        "description": "Any other violation of the Rules of Riftbound.",
        "items": [
          {
            "id": "702.15.a",
            "text": "This is a catch-all for any other game play error."
          },
          {
            "id": "702.15.b",
            "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state."
          },
          {
            "id": "702.15.c",
            "text": "Remedies:"
          },
          {
            "id": "702.15.c.1",
            "text": "Rewind if possible."
          },
          {
            "id": "702.15.c.2",
            "text": "Otherwise, instruct the players to continue playing."
          }
        ]
      },
      "702.16": {
        "title": "Failure to Maintain Game State",
        "penalty": "Warning",
        "description": "A player does not call out another player’s failure to maintain the proper game state, including missed scoring from hold and conquer.",
        "items": [
          {
            "id": "702.16.a",
            "text": "Generally this error occurs when a player’s opponent commits a game play error and the player doesn’t call a judge immediately."
          },
          {
            "id": "702.16.b",
            "text": "Unlike other Game Play Errors, this error is primarily for tracking and never upgrades unless specifically instructed by the head judge."
          }
        ]
      }
    }
  },
  "703": {
    "title": "Tournament Errors",
    "sections": {
      "703.1": {
        "title": "Overview",
        "penalty": null,
        "description": null,
        "items": [
          {
            "id": "703.1.a",
            "text": "A tournament error is caused by actions in or around a tournament match that violate tournament procedure expectations."
          },
          {
            "id": "703.1.b",
            "text": "If a player commits the same category of tournament error [Warning] 3 or more times in the same day of a competition, the penalty is upgraded to [Game Loss]."
          },
          {
            "id": "703.1.c",
            "text": "At low OPL, penalties should generally be less harsh and rewinds may be applied even if the erroring player gains an information advantage."
          },
          {
            "id": "703.1.c.1",
            "text": "Penalties that require an opponent of the erroring player to make a choice can be made at random or by a judge if they can’t be avoided by a rewind."
          }
        ]
      },
      "703.2": {
        "title": "Slow Play",
        "penalty": "Warning",
        "description": "A player is performing their start of game procedure or is playing mid-game at an unreasonably slow pace.",
        "items": [
          {
            "id": "703.2.a",
            "text": "Players must take their turns in a timely manner, appropriate to a judge according to the state of the game at the time, and adhere to time limits specified for the tournament."
          },
          {
            "id": "703.2.b",
            "text": "Players may ask a judge to watch their game for slow play."
          },
          {
            "id": "703.2.c",
            "text": "Intentionally stalling to gain an advantage is cheating. See 704.8 for more information about cheating."
          }
        ]
      },
      "703.3": {
        "title": "Decklist Error",
        "penalty": "Game Loss",
        "description": "A player submits a decklist for registration that contains illegal elements.",
        "items": [
          {
            "id": "703.3.a",
            "text": "Examples:"
          },
          {
            "id": "703.3.a.1",
            "text": "More or fewer cards than appropriate deck size. See 402 for more information about deck size."
          },
          {
            "id": "703.3.a.2",
            "text": "Cards not legal in the format of the tournament."
          },
          {
            "id": "703.3.a.3",
            "text": "More than 3 copies of a main deck card between main deck and sideboard."
          },
          {
            "id": "703.3.a.4",
            "text": "Cards that do not match the domain of the registered legend."
          },
          {
            "id": "703.3.a.5",
            "text": "A chosen champion that does not match the identity of the legend."
          },
          {
            "id": "703.3.b",
            "text": "Remedies:"
          },
          {
            "id": "703.3.b.1",
            "text": "The player must correct their decklist to a legal state making as little change as possible and ensure that their deck matches the newly registered deck."
          },
          {
            "id": "703.3.b.2",
            "text": "If the cards required to correct the decklist cannot be acquired in a timely manner, the head judge can issue a proxy."
          }
        ]
      },
      "703.4": {
        "title": "Deck Presentation Error",
        "penalty": "Warning",
        "description": "A player’s deck’s contents are illegal during presentation to an opponent or during gameplay.",
        "items": [
          {
            "id": "703.4.a",
            "text": "Examples:"
          },
          {
            "id": "703.4.a.1",
            "text": "A player deck does not match their registered decklist."
          },
          {
            "id": "703.4.a.2",
            "text": "A player submits a battlefield they have already used in the match."
          },
          {
            "id": "703.4.a.3",
            "text": "A player forgets to restore their deck to a pre-sideboard state for the first game of a match."
          },
          {
            "id": "703.4.a.4",
            "text": "A player forgets to take their chosen champion from their main deck and place it in the chosen champion zone."
          },
          {
            "id": "703.4.a.5",
            "text": "A player’s deck is the incorrect deck size. See 402 for more information about deck size. (Example: A player misplaced a card or forgot to shuffle their banished cards back into their deck between games)"
          },
          {
            "id": "703.4.b",
            "text": "Remedies:"
          },
          {
            "id": "703.4.b.1",
            "text": "If the error is caught by any player before opening hands have been drawn, restore the deck to its correct state if possible and instruct players to proceed."
          },
          {
            "id": "703.4.b.2",
            "text": "If the error is caught by the erroring player after opening hands have been drawn and it is easily possible, restore the deck to its correct state and instruct players to proceed. For example:"
          },
          {
            "id": "703.4.b.2.a",
            "text": "In game one of a match a player realizes they forgot to restore their deck to a pre-sideboard state."
          },
          {
            "id": "703.4.b.2.a.1",
            "text": "A judge can restore their deck to the appropriate state by returning cards to the main deck and sideboard as needed."
          },
          {
            "id": "703.4.b.2.a.1.a",
            "text": "If sideboard cards are in the player's hand, they are replaced randomly by main deck cards that were incorrectly in the sideboard."
          },
          {
            "id": "703.4.b.2.a.2",
            "text": "Shuffle the randomized portion of the main deck once this process is complete."
          },
          {
            "id": "703.4.b.3",
            "text": "If the error is caught by a player other than the erroring player after opening hands have been drawn, the penalty is upgraded to [Game Loss]."
          },
          {
            "id": "703.4.b.3.a",
            "text": "Players may request a judge check an opponent’s deck for legality. (Example: A player believes an opponent has a sideboard card in the first game.)"
          },
          {
            "id": "703.4.b.4",
            "text": "If restoring the deck to its correct state is not easily possible, the penalty is upgraded to [Game Loss]."
          },
          {
            "id": "703.4.b.5",
            "text": "If the cards required to correct the deck cannot be acquired in a timely manner, the head judge can issue a proxy."
          }
        ]
      },
      "703.5": {
        "title": "Communication Violation",
        "penalty": "Warning",
        "description": "A player does not effectively communicate with their opponents during gameplay.",
        "items": [
          {
            "id": "703.5.a",
            "text": "This error includes any unintentional violation of the communication policies listed in section 500."
          },
          {
            "id": "703.5.b",
            "text": "Remedies:"
          },
          {
            "id": "703.5.b.1",
            "text": "If any incorrect information was communicated, the correct information is supplied."
          },
          {
            "id": "703.5.b.2",
            "text": "If any decisions were made based on incorrect communication, perform a rewind if possible."
          }
        ]
      },
      "703.6": {
        "title": "Marked Cards",
        "penalty": "Warning",
        "description": "A player’s cards are possible to identify without seeing their face.",
        "items": [
          {
            "id": "703.6.a",
            "text": "This includes but is not limited to scratches, discoloration, and bends."
          },
          {
            "id": "703.6.b",
            "text": "If a player’s cards are sleeved, the cards must be examined while in the sleeves to determine if they are marked."
          },
          {
            "id": "703.6.c",
            "text": "The Head Judge has the authority to determine if a card in a player’s deck is marked."
          },
          {
            "id": "703.6.d",
            "text": "Remedies:"
          },
          {
            "id": "703.6.d.1",
            "text": "Judges may request that a player remove their current sleeves or replace any of the deck’s current sleeves or cards immediately, or before the next round."
          },
          {
            "id": "703.6.d.2",
            "text": "If the cards required to correct the deck cannot be acquired in a timely manner, the head judge can issue a proxy."
          }
        ]
      },
      "703.7": {
        "title": "Insufficient Randomization",
        "penalty": "Warning",
        "description": "A player did not sufficiently randomize their deck when required to.",
        "items": [
          {
            "id": "703.7.a",
            "text": "If a player believes an opponent has not sufficiently randomized their Main Deck or Rune Deck before presenting them, they may call a judge."
          },
          {
            "id": "703.7.b",
            "text": "Pile shuffling is not a sufficient randomization method and should only be used as a counting method."
          },
          {
            "id": "703.7.c",
            "text": "Remedies:"
          },
          {
            "id": "703.7.c.1",
            "text": "A judge may instruct a player to rerandomize their deck."
          },
          {
            "id": "703.7.c.2",
            "text": "A judge may randomize the player’s deck for them."
          }
        ]
      },
      "703.8": {
        "title": "Late to Match",
        "penalty": null,
        "description": "A player arrives at their assigned match after the round clock has started.",
        "items": [
          {
            "id": "703.8.a",
            "text": "If the player arrives within 2 minutes of the round start, the penalty is a [Warning] and a time extension is issued."
          },
          {
            "id": "703.8.b",
            "text": "If the player arrives within 10 minutes of the round start, the penalty is a [Warning] and a time extension is issued. At high OPL the penalty is upgraded to [Game Loss]."
          },
          {
            "id": "703.8.c",
            "text": "If the player arrives after 10 minutes of the round start, the penalty is a [Match Loss]."
          },
          {
            "id": "703.8.d",
            "text": "If a player never arrives for their match, the penalty is a [Match Loss] and the player is dropped from the tournament unless they report to a judge before the next match begins."
          },
          {
            "id": "703.8.e",
            "text": "Players may call a judge before the round clock starts or in between games of a match to request up to a 10 minute time extension in lieu of penalty at the judge’s discretion. (Example: A player requests to use the restroom.)"
          }
        ]
      },
      "703.9": {
        "title": "Outside Assistance",
        "penalty": null,
        "description": "A player receives advice or strategic assistance from an individual outside of the match.",
        "items": [
          {
            "id": "703.9.a",
            "text": "If the player receiving the advice actively refuses the advice by calling a judge, they receive a [Warning]. Otherwise, that player receives a [Match Loss]. This penalty does not apply if the head judge deems the advice was delivered maliciously."
          },
          {
            "id": "703.9.b",
            "text": "If the player receiving the advice solicited the advice, it is cheating. See 704.8 for more information about cheating."
          },
          {
            "id": "703.9.c",
            "text": "Spectators providing advice may be barred from the tournament venue if the advice was given maliciously or knowingly."
          },
          {
            "id": "703.9.d",
            "text": "It is not outside assistance to receive strategic advice from a teammate in the 2v2 format or in other team formats when specified."
          },
          {
            "id": "703.9.e",
            "text": "At a judge’s discretion, a player may receive assistance with the physical logistics of the competition, including game actions such as shuffling or card movement. This is not considered outside assistance."
          }
        ]
      },
      "703.10": {
        "title": "Improperly Determining a Winner",
        "penalty": "Match Loss",
        "description": "Games and matches of Riftbound must be decided by playing Riftbound appropriate to the tournament format.",
        "items": [
          {
            "id": "703.10.a",
            "text": "Other methods, including but not limited to flipping a coin, rolling dice, or playing other games, may not be used to determine a winner."
          },
          {
            "id": "703.10.b",
            "text": "Playing other formats of Riftbound other than the one designated for the tournament with the appropriate registered decklist may not be used to determine a winner."
          },
          {
            "id": "703.10.c",
            "text": "Offering or accepting such offers is considered improperly determining a winner."
          }
        ]
      }
    }
  },
  "704": {
    "title": "Unsporting Conduct",
    "sections": {
      "704.1": {
        "title": "Overview",
        "penalty": null,
        "description": null,
        "items": [
          {
            "id": "704.1.a",
            "text": "Riftbound does not tolerate unsporting conduct. Tournament attendees and spectators must behave in a respectful and honorable manner."
          },
          {
            "id": "704.1.b",
            "text": "If a player commits the same category of unsporting conduct [Warning] 2 or more times throughout all days of a competition, the penalty is upgraded to [Game Loss] and may be further upgraded at the discretion of the head judge."
          }
        ]
      },
      "704.2": {
        "title": "Unsporting Minor",
        "penalty": "Warning",
        "description": null,
        "items": [
          {
            "id": "704.2.a",
            "text": "Examples include but are not limited to:"
          },
          {
            "id": "704.2.a.1",
            "text": "Disrespecting attendees or spectators"
          },
          {
            "id": "704.2.a.2",
            "text": "Bullying"
          },
          {
            "id": "704.2.a.3",
            "text": "Poor hygiene"
          },
          {
            "id": "704.2.a.4",
            "text": "Offensive play materials"
          }
        ]
      },
      "704.3": {
        "title": "Unsporting Major",
        "penalty": "Disqualification",
        "description": null,
        "items": [
          {
            "id": "704.3.a",
            "text": "Examples include but are not limited to:"
          },
          {
            "id": "704.3.a.1",
            "text": "Hate speech"
          },
          {
            "id": "704.3.a.2",
            "text": "Physical violence"
          },
          {
            "id": "704.3.a.3",
            "text": "Displaying aggression"
          },
          {
            "id": "704.3.b",
            "text": "This penalty often comes with ejection from the venue at the discretion of tournament officials."
          }
        ]
      },
      "704.4": {
        "title": "Angle Shooting",
        "penalty": "Warning",
        "description": "A player uses the technical precision of the rules to gain an advantage where the spirit of the rules would not have garnered that advantage.",
        "items": [
          {
            "id": "704.4.a",
            "text": "Examples include but are not limited to:"
          },
          {
            "id": "704.4.a.1",
            "text": "Asking a player to state a choice that they would make on resolution prior to deciding whether to react."
          },
          {
            "id": "704.4.a.2",
            "text": "Taking actions quickly to prevent opponents from having time to have priority."
          },
          {
            "id": "704.4.a.3",
            "text": "Promising a concession to garner additional information before making a different decision."
          },
          {
            "id": "704.4.a.4",
            "text": "Using a printing of a card that is pre-errata without informing opponents once the card is played."
          },
          {
            "id": "704.4.a.5",
            "text": "Baiting an opponent into a rules violation."
          },
          {
            "id": "704.4.a.6",
            "text": "Intentionally distracting an opponent to get them to miss their priority window."
          },
          {
            "id": "704.4.a.7",
            "text": "Using sloppy play or game state representation to obscure strategy or information."
          }
        ]
      },
      "704.5": {
        "title": "Bribery",
        "penalty": "Match Loss",
        "description": "Tournament attendees and spectators may not bribe tournament players or tournament officials.",
        "items": [
          {
            "id": "704.5.a",
            "text": "The outcome of tournament games may not be influenced by offers of out-of-game rewards or incentives."
          },
          {
            "id": "704.5.a.1",
            "text": "Making or accepting such an offer is considered bribery."
          },
          {
            "id": "704.5.a.2",
            "text": "Bribery applies to actions within a game, not just the final results."
          },
          {
            "id": "704.5.a.3",
            "text": "Receiving an offer is not considered bribery unless entertained or accepted, but the receiving player must inform a judge."
          },
          {
            "id": "704.5.b",
            "text": "Sharing prizes that have not yet been awarded in the current tournament does not constitute bribery. Players are permitted to make such agreements before or during their match, provided that the prize sharing is not offered or accepted in return for the outcome of a game or match, any in-game action, or a player dropping from the tournament."
          },
          {
            "id": "704.5.c",
            "text": "It is not bribery when players in the single-elimination portion of a tournament offering only items such as cash, store credit, and/or unopened product, with the tournament organizer’s permission, agree to divide the subsequent tournament prizes evenly. All players still in the tournament must agree to the arrangement."
          },
          {
            "id": "704.5.c.1",
            "text": "Players may end their participation in the tournament at this point or continue to play. If this is a major streamed event, players must continue to play for final rankings."
          },
          {
            "id": "704.5.d",
            "text": "It is not bribery when, in the final round of the single-elimination portion of a tournament, with the tournament organizer’s permission, players mutually agree on a winner and how to divide the remaining prizes. In such cases, one player must agree to drop from the tournament. Prizes are then awarded based on each player’s final standing."
          }
        ]
      },
      "704.6": {
        "title": "Wagering",
        "penalty": "Disqualification",
        "description": "Tournament attendees may not wager on any portion of a tournament, match, or game, including its outcome.",
        "items": [
          {
            "id": "704.6.a",
            "text": "Tournament attendees may not wager on any portion of a tournament, match, or game, including its outcome."
          }
        ]
      },
      "704.7": {
        "title": "Theft",
        "penalty": "Disqualification",
        "description": "Stealing or attempting to steal the property of a tournament attendee, spectator, vendor, or event organizer.",
        "items": []
      },
      "704.8": {
        "title": "Cheating",
        "penalty": "Disqualification",
        "description": "Riftbound does not tolerate cheating at any level of play.",
        "items": [
          {
            "id": "704.8.a",
            "text": "Cheating includes but is not limited to performing any action that results in a penalty listed under 702-704 if it is done knowingly or maliciously to obtain an advantage."
          },
          {
            "id": "704.8.a.1",
            "text": "This includes attempting to create game errors to use a remedy to your advantage."
          },
          {
            "id": "704.8.b",
            "text": "Lying to a tournament official is cheating."
          },
          {
            "id": "704.8.c",
            "text": "Intentionally neglecting to indicate a teammate's error is cheating."
          },
          {
            "id": "704.8.d",
            "text": "The head judge has ultimate discretion to issue penalties for cheating."
          }
        ]
      }
    }
  }
}

